Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a way you've used silence to communicate?
de: Auf welche Weise hast du Stille genutzt, um zu kommunizieren?
es: ¿De qué manera has usado el silencio para comunicarte?
fr: De quelle manière avez-vous utilisé le silence pour communiquer ?
it: In che modo hai usato il silenzio per comunicare?
ja: 沈黙を使ってコミュニケーションを取った方法は何ですか？
ko: 침묵을 사용하여 소통한 방식은 무엇인가요?
nb: På hvilken måte har du brukt stillhet til å kommunisere?
nl: Op welke manier heb je stilte gebruikt om te communiceren?
pl: W jaki sposób używałeś ciszy do komunikacji?
pt_br: De que maneira você usou o silêncio para se comunicar?
sv: På vilket sätt har du använt tystnad för att kommunicera?
uk: Як ви використовували тишу для спілкування?
zh_hans: 你曾用什么方式用沉默来沟通？

source: What's a way your relationship with your parents has affected your other relationships?
de: Wie hat deine Beziehung zu deinen Eltern deine anderen Beziehungen beeinflusst?
es: ¿De qué manera tu relación con tus padres ha afectado a tus otras relaciones?
fr: De quelle manière votre relation avec vos parents a-t-elle affecté vos autres relations ?
it: In che modo il tuo rapporto con i tuoi genitori ha influenzato le altre tue relazioni?
ja: 両親との関係は、他の人間関係にどのような影響を与えましたか？
ko: 부모님과의 관계가 다른 관계에 어떤 영향을 미쳤나요?
nb: På hvilken måte har forholdet ditt til foreldrene dine påvirket dine andre relasjoner?
nl: Op welke manier heeft jouw relatie met je ouders je andere relaties beïnvloed?
pl: W jaki sposób twoja relacja z rodzicami wpłynęła na inne związki?
pt_br: De que maneira seu relacionamento com seus pais afetou seus outros relacionamentos?
sv: På vilket sätt har din relation med dina föräldrar påverkat dina andra relationer?
uk: Як ваші стосунки з батьками вплинули на інші ваші стосунки?
zh_hans: 你与父母的关系以什么方式影响了你的其他关系？

source: What's a word that sounds like it should mean something else?
de: Was ist ein Wort, das klingt, als sollte es etwas anderes bedeuten?
es: ¿Qué palabra suena como si debiera significar otra cosa?
fr: Quel est le mot qui semble vouloir dire autre chose ?
it: Qual è una parola che suona come se dovesse significare qualcos'altro?
ja: 別の意味に聞こえる単語は何ですか？
ko: 다른 뜻일 것 같은데 실제로는 그렇지 않은 단어가 뭐예요?
nb: Hvilket ord høres ut som det burde bety noe annet?
nl: Wat is een woord dat klinkt alsof het iets anders zou moeten betekenen?
pl: Jakie słowo brzmi, jakby miało znaczyć coś innego?
pt_br: Qual é uma palavra que parece que deveria significar outra coisa?
sv: Vilket ord låter som om det borde betyda något annat?
uk: Яке слово звучить так, ніби воно має означати щось інше?
zh_hans: 哪个词听起来像是应该有别的意思？

source: What's a word you find inherently funny?
de: Welches Wort findest du von Natur aus lustig?
es: ¿Cuál es una palabra que te parece intrínsecamente divertida?
fr: Quel est un mot que tu trouves intrinsèquement drôle ?
it: Qual è una parola che trovi intrinsecamente divertente?
ja: 本質的に面白いと思う単語は何ですか？
ko: 본질적으로 재미있다고 생각하는 단어는 무엇인가요?
nb: Hvilket ord synes du er iboende morsomt?
nl: Welk woord vind jij inherent grappig?
pl: Jakie słowo jest twoim zdaniem z natury śmieszne?
pt_br: Qual palavra você acha intrinsecamente engraçada?
sv: Vilket ord tycker du är roligt i sig?
uk: Яке слово тобі здається смішним саме по собі?
zh_hans: 哪个词你觉得本身就很好笑？

source: What's a word you overuse?
de: Welches Wort benutzt du zu oft?
es: ¿Qué palabra usas en exceso?
fr: Quel est un mot que vous utilisez trop souvent ?
it: Qual è una parola che usi troppo?
ja: 使いすぎている言葉は何ですか？
ko: 과하게 사용하는 단어는 무엇인가요?
nb: Hvilket ord bruker du for ofte?
nl: Welk woord gebruik je te vaak?
pl: Jakiego słowa używasz zbyt często?
pt_br: Qual palavra você usa demais?
sv: Vilket ord använder du för ofta?
uk: Яке слово ви надто часто використовуєте?
zh_hans: 哪个词你用得太多？

source: What's a word you struggle to spell correctly?
de: Bei welchem Wort tust du dir schwer, es richtig zu schreiben?
es: ¿Qué palabra te cuesta deletrear correctamente?
fr: Quel mot as-tu du mal à épeler correctement ?
it: Quale parola fai fatica a scrivere correttamente?
ja: 正しいスペルを覚えるのが難しい単語は何ですか？
ko: 맞춤법이 어려운 단어는 무엇인가요?
nb: Hvilket ord sliter du med å stave riktig?
nl: Welk woord vind jij moeilijk om correct te spellen?
pl: Jakie słowo sprawia ci trudność w poprawnej pisowni?
pt_br: Qual palavra você tem dificuldade de soletrar corretamente?
sv: Vilket ord har du svårt att stava rätt?
uk: Яке слово вам важко правильно вимовляти/писати?
zh_hans: 哪个单词你很难拼对？

source: What's an award or recognition you secretly covet?
de: Welche Auszeichnung oder Anerkennung begehrst du heimlich?
es: ¿Qué premio o reconocimiento codicias en secreto?
fr: Quelle récompense ou reconnaissance convoites-tu secrètement ?
it: Quale premio o riconoscimento brami segretamente?
ja: 密かに欲しいと思っている賞や評価は何ですか？
ko: 은밀히 탐내는 상이나 인정은 무엇인가요?
nb: Hvilken pris eller anerkjennelse begjærer du i hemmelighet?
nl: Welke prijs of erkenning begeer je stiekem?
pl: Jaką nagrodę lub uznanie potajemnie pożądasz?
pt_br: Qual prêmio ou reconhecimento você cobiça secretamente?
sv: Vilket pris eller erkännande åtrår du i hemlighet?
uk: Яку нагороду чи визнання ви таємно прагнете?
zh_hans: 你暗自觊觎哪个奖项或认可？

source: What's an everyday object that you think future generations will find bizarre?
de: Welchen Alltagsgegenstand werden zukünftige Generationen wohl bizarr finden?
es: ¿Qué objeto cotidiano crees que las futuras generaciones encontrarán extraño?
fr: Quel objet du quotidien penses-tu que les générations futures trouveront bizarre ?
it: Quale oggetto quotidiano pensi che le generazioni future troveranno bizzarro?
ja: 将来の世代が奇妙だと感じると思う日常品は何ですか？
ko: 미래 세대가 이상하게 여길 일상용품은 무엇인가요?
nb: Hvilken hverdagsting tror du fremtidige generasjoner vil finne bisarr?
nl: Welk alledaags voorwerp zullen toekomstige generaties volgens jou bizar vinden?
pl: Jaki przedmiot codziennego użytku będzie według ciebie dziwny dla przyszłych pokoleń?
pt_br: Qual objeto do dia a dia você acha que as futuras gerações vão achar bizarro?
sv: Vilket vardagsföremål tror du framtida generationer kommer att tycka är bisarrt?
uk: Який повсякденний предмет, на вашу думку, майбутні покоління вважатимуть дивним?
zh_hans: 你觉得未来的人会觉得哪种日常物品很奇怪？

source: What's an experience that made you feel genuinely humbled?
de: Welche Erfahrung hat dich wirklich demütig gemacht?
es: ¿Qué experiencia te hizo sentir verdaderamente humilde?
fr: Quelle expérience vous a rendu véritablement humble ?
it: Quale esperienza ti ha fatto sentire genuinamente umiliato?
ja: 心から謙虚な気持ちになった経験は何ですか？
ko: 진정으로 겸손함을 느끼게 한 경험은 무엇인가요?
nb: Hvilken opplevelse gjorde deg genuint ydmyk?
nl: Welke ervaring maakte je echt nederig?
pl: Jakie doświadczenie sprawiło, że poczułeś się naprawdę pokorny?
pt_br: Que experiência fez você se sentir genuinamente humilde?
sv: Vilken upplevelse fick dig att känna dig genuint ödmjuk?
uk: Який досвід змусив вас відчути справжню смиренність?
zh_hans: 哪一次经历让你感到真正谦卑？

source: What's an experience you want to have that requires no money at all?
de: Welche Erfahrung möchtest du machen, die überhaupt kein Geld kostet?
es: ¿Qué experiencia quieres tener que no requiera dinero en absoluto?
fr: Quelle expérience veux-tu vivre qui ne nécessite absolument aucun argent ?
it: Quale esperienza vuoi vivere che non richiede assolutamente denaro?
ja: お金がまったくかからない経験で、してみたいことは何ですか？
ko: 돈이 전혀 들지 않는 경험 중에 해보고 싶은 것이 있나요?
nb: Hvilken opplevelse vil du ha som ikke koster penger i det hele tatt?
nl: Welke ervaring wil je meemaken waarvoor helemaal geen geld nodig is?
pl: Jakie doświadczenie chcesz przeżyć, które nie wymaga żadnych pieniędzy?
pt_br: Que experiência você quer ter que não exija dinheiro algum?
sv: Vilken upplevelse vill du ha som inte kräver några pengar alls?
uk: Який досвід ви хочете отримати, що не потребує жодних грошей?
zh_hans: 你想要拥有哪段完全不需要花钱的经历？

source: What's more important to you: the past, the present, or the future?
de: Was ist dir wichtiger: die Vergangenheit, die Gegenwart oder die Zukunft?
es: ¿Qué es más importante para ti: el pasado, el presente o el futuro?
fr: Qu'est-ce qui est le plus important pour toi : le passé, le présent ou le futur ?
it: Cosa è più importante per te: passato, presente o futuro?
ja: 過去、現在、未来、どれが一番大切ですか？
ko: 과거, 현재, 미래 중 무엇이 더 중요할까요?
nb: Hva er viktigst for deg: fortiden, nåtiden eller fremtiden?
nl: Wat is voor jou belangrijker: het verleden, het heden of de toekomst?
pl: Co jest dla ciebie ważniejsze: przeszłość, teraźniejszość czy przyszłość?
pt_br: O que é mais importante para você: passado, presente ou futuro?
sv: Vad är viktigare för dig: det förflutna, nuet eller framtiden?
uk: Що для вас важливіше: минуле, сьогодення чи майбутнє?
zh_hans: 对你来说，过去、现在、未来哪个更重要？

source: What's more important: being authentic or being likable?
de: Was ist wichtiger: authentisch sein oder sympathisch sein?
es: ¿Qué es más importante: ser auténtico o ser agradable?
fr: Qu'est-ce qui est le plus important : être authentique ou être aimable ?
it: Cosa è più importante: essere autentici o essere simpatici?
ja: どちらが重要ですか：自分らしくいること、好かれること？
ko: 무엇이 더 중요할까요? 진실함일까요, 호감도일까요?
nb: Hva er viktigst: å være autentisk eller å være likandes?
nl: Wat is belangrijker: authentiek zijn of aardig gevonden worden?
pl: Co ważniejsze: być autentycznym czy być lubianym?
pt_br: O que é mais importante: ser autêntico ou ser agradável?
sv: Vad är viktigare: att vara autentisk eller att vara omtyckt?
uk: Що важливіше: бути автентичним чи бути симпатичним?
zh_hans: 哪个更重要：做真实的自己，还是讨人喜欢？

source: What’s one thing I do that always makes you smile?
de: Was ist eine Sache, die ich tue, die dich immer zum Lächeln bringt?
es: ¿Qué es una cosa que hago que siempre te hace sonreír?
fr: Qu'est-ce que je fais qui te fait toujours sourire ?
it: Cosa faccio che ti fa sempre sorridere?
ja: 私がすることでいつもあなたを笑顔にするものは何ですか？
ko: 내가 하는 것 중 항상 당신을 미소 짓게 하는 것은 무엇인가요?
nb: Hva er en ting jeg gjør som alltid får deg til å smile?
nl: Wat is één ding dat ik doe dat je altijd laat glimlachen?
pl: Co jest jedną rzeczą, którą robię, a która zawsze wywołuje twój uśmiech?
pt_br: O que é uma coisa que eu faço e que sempre te faz sorrir?
sv: Vad är en sak jag gör som alltid får dig att le?
uk: Що я роблю, що завжди викликає вашу посмішку?
zh_hans: 我做的哪件事总能让你微笑？

source: What's one thing you believe that gives you comfort?
de: An was glaubst du, das dir Trost spendet?
es: ¿Qué creencia te reconforta?
fr: Quelle est une chose en laquelle tu crois qui te réconforte ?
it: In cosa credi che ti dà conforto?
ja: あなたに安心を与えると信じていることは何ですか？
ko: 위안을 주는 믿음은 무엇인가요?
nb: Hva er en ting du tror på som gir deg trøst?
nl: Waar geloof je in dat je troost geeft?
pl: W co wierzysz, że daje ci pocieszenie?
pt_br: Em que você acredita que te dá conforto?
sv: Vad är en sak du tror på som ger dig tröst?
uk: У що ви вірите, що приносить вам розраду?
zh_hans: 你相信的哪一件事能给你带来安慰？

source: What’s one thing you miss about being a child?
de: Was vermisst du am Kindsein am meisten?
es: ¿Qué es lo que más extrañas de ser niño?
fr: Qu'est-ce qui te manque le plus quand tu étais enfant ?
it: Cosa ti manca di più dell'essere bambino?
ja: 子供であることで一番恋しいことは何ですか？
ko: 어린 시절이 그리운 점 한 가지는 무엇인가요?
nb: Hva savner du mest ved å være barn?
nl: Wat mis je het meest aan kind zijn?
pl: Za czym najbardziej tęsknisz w byciu dzieckiem?
pt_br: O que você mais sente falta de ser criança?
sv: Vad saknar du mest med att vara barn?
uk: Чого ви найбільше сумуєте за дитинством?
zh_hans: 你最怀念童年的哪一点？

source: What's one thing you want to accomplish in the next five years?
de: Was möchtest du in den nächsten fünf Jahren erreichen?
es: ¿Qué es una cosa que quieres lograr en los próximos cinco años?
fr: Quelle est une chose que tu veux accomplir dans les cinq prochaines années ?
it: Qual è una cosa che vuoi realizzare nei prossimi cinque anni?
ja: 今後5年で達成したいことは何ですか？
ko: 향후 5년 안에 이루고 싶은 한 가지는 무엇인가요?
nb: Hva er én ting du vil oppnå i løpet av de neste fem årene?
nl: Wat is één ding dat je de komende vijf jaar wilt bereiken?
pl: Co chcesz osiągnąć w ciągu najbliższych pięciu lat?
pt_br: Qual é uma coisa que você quer realizar nos próximos cinco anos?
sv: Vad är en sak du vill uppnå under de närmaste fem åren?
uk: Що ви хочете досягти за наступні п'ять років?
zh_hans: 未来五年你想完成的一件事是什么？

source: What's one thing you want to have figured out by the end of this year?
de: Was ist eine Sache, die du bis zum Ende dieses Jahres herausgefunden haben möchtest?
es: ¿Qué es una cosa que quieres tener resuelta para finales de este año?
fr: Quelle est une chose que tu veux avoir comprise d'ici la fin de cette année ?
it: Qual è una cosa che vuoi aver capito entro la fine di quest'anno?
ja: 今年の終わりまでに解決したいことは何ですか？
ko: 올해 말까지 해결하고 싶은 한 가지는 무엇인가요?
nb: Hva er én ting du vil ha funnet ut av innen utgangen av dette året?
nl: Wat is één ding dat je tegen het einde van dit jaar wilt hebben uitgezocht?
pl: Co chcesz mieć rozwiązane do końca tego roku?
pt_br: Qual é uma coisa que você quer ter resolvido até o final deste ano?
sv: Vad är en sak du vill ha listat ut innan året är slut?
uk: Що ви хочете з'ясувати до кінця цього року?
zh_hans: 到今年年底你想弄清楚的一件事是什么？

source: What’s one thing you want to learn this year?
de: Was ist eine Sache, die du dieses Jahr lernen möchtest?
es: ¿Qué es una cosa que quieres aprender este año?
fr: Quelle est une chose que tu veux apprendre cette année ?
it: Qual è una cosa che vuoi imparare quest'anno?
ja: 今年学びたいことは何ですか？
ko: 올해 배우고 싶은 한 가지는 무엇인가요?
nb: Hva er én ting du vil lære i år?
nl: Wat is één ding dat je dit jaar wilt leren?
pl: Co chcesz się nauczyć w tym roku?
pt_br: O que é uma coisa que você quer aprender este ano?
sv: Vad är en sak du vill lära dig i år?
uk: Що ви хочете вивчити цього року?
zh_hans: 今年你想学的一件事是什么？

source: What's one thing you wish people understood about you?
de: Was ist eine Sache, die du dir wünschst, dass Menschen über dich verstehen?
es: ¿Qué es una cosa que te gustaría que la gente entendiera sobre ti?
fr: Quelle est une chose que tu aimerais que les gens comprennent à propos de toi ?
it: Qual è una cosa che vorresti che le persone capissero di te?
ja: 人々に理解してほしいと思うことは何ですか？
ko: 사람들이 당신에 대해 이해해줬으면 하는 것은 무엇인가요?
nb: Hva er en ting du skulle ønske folk forsto om deg?
nl: Wat is één ding dat je wenst dat mensen over je begrepen?
pl: Co jest jedną rzeczą, którą chciałbyś, żeby ludzie o tobie rozumieli?
pt_br: Qual é uma coisa que você gostaria que as pessoas entendessem sobre você?
sv: Vad är en sak du önskar att folk förstod om dig?
uk: Що ви хотіли б, щоб люди розуміли про вас?
zh_hans: 你希望别人理解你的一件事是什么？

source: What's one thing you're actively choosing to prioritise this year?
de: Was ist eine Sache, die du dieses Jahr aktiv priorisierst?
es: ¿Qué es una cosa que estás eligiendo activamente priorizar este año?
fr: Quelle est une chose que tu choisis activement de prioriser cette année ?
it: Qual è una cosa che stai attivamente scegliendo di dare priorità quest'anno?
ja: 今年、積極的に優先順位を上げていることは何ですか？
ko: 올해 적극적으로 우선순위를 두고 있는 것은 무엇인가요?
nb: Hva er én ting du aktivt velger å prioritere i år?
nl: Wat is één ding dat je dit jaar actief prioriteit geeft?
pl: Co jest jedną rzeczą, którą aktywnie wybierasz priorytetowo w tym roku?
pt_br: Qual é uma coisa que você está ativamente escolhendo priorizar este ano?
sv: Vad är en sak du aktivt väljer att prioritera i år?
uk: Що ви активно обираєте як пріоритет цього року?
zh_hans: 今年你主动选择优先处理的一件事是什么？

source: What's something a parent or guardian said that has stuck with you?
de: Was hat ein Elternteil oder Erziehungsberechtigter gesagt, das dir geblieben ist?
es: ¿Qué dijo un padre o tutor que se te haya quedado grabado?
fr: Qu'est-ce qu'un parent ou tuteur a dit qui t'a marqué(e) ?
it: Cosa ha detto un genitore o tutore che ti è rimasto impresso?
ja: 親や保護者が言ったことで、今でも心に残っていることは何ですか？
ko: 부모님이나 보호자가 하신 말씀 중 아직도 기억에 남는 것은 무엇인가요?
nb: Hva er noe en forelder eller verge sa som har sittet igjen hos deg?
nl: Wat zei een ouder of voogd dat je is bijgebleven?
pl: Co powiedział rodzic lub opiekun, co utkwiło ci w pamięci?
pt_br: O que um pai ou responsável disse que ficou com você?
sv: Vad är något som en förälder eller vårdnadshavare sa som har stannat kvar hos dig?
uk: Що з того, що сказали батьки або опікуни, залишилося з вами?
zh_hans: 父母或监护人说过什么让你印象深刻的话？

source: What's something about yourself you hope a partner will always accept?
de: Was ist etwas an dir, das ein Partner immer akzeptieren soll?
es: ¿Qué es algo de ti mismo que esperas que una pareja siempre acepte?
fr: Qu'est-ce que tu espères qu'un partenaire acceptera toujours chez toi ?
it: Cosa speri che un partner accetti sempre di te?
ja: パートナーに常に受け入れてもらいたいと思う自分の特徴は何ですか？
ko: 파트너가 항상 받아주길 바라는 자신의 특성은 무엇인가요?
nb: Hva med deg selv håper du en partner alltid vil akseptere?
nl: Wat hoop je dat een partner altijd zal accepteren aan jou?
pl: Co w sobie masz, co masz nadzieję, że partner zawsze zaakceptuje?
pt_br: O que em você você espera que um parceiro sempre aceite?
sv: Vad med dig själv hoppas du att en partner alltid kommer att acceptera?
uk: Що в собі ви сподіваєтеся, що партнер завжди прийматиме?
zh_hans: 你希望伴侣总是接受你的哪一点？

source: What’s something I do that instantly turns you on?
de: Was tue ich, das dich sofort anmacht?
es: ¿Qué hago que te excite al instante?
fr: Qu'est-ce que je fais qui t'excite instantanément ?
it: Cosa faccio che ti eccita all'istante?
ja: 私がすることで、すぐに興奮するのはどんなことですか？
ko: 제가 하는 행동 중 즉시 당신을 흥분하게 하는 것은 무엇인가요?
nb: Hva er noe jeg gjør som umiddelbart tenner deg?
nl: Wat is iets dat ik doe dat je meteen opwindt?
pl: Co ja robię, co natychmiast cię podnieca?
pt_br: O que eu faço que te excita instantaneamente?
sv: Vad är något jag gör som omedelbart tänder dig?
uk: Що я роблю такого, що миттєво збуджує тебе?
zh_hans: 我做什么会立刻让你兴奋？

source: What's something most people take for granted?
de: Was halten die meisten Menschen für selbstverständlich?
es: ¿Qué es algo que la mayoría de la gente da por sentado?
fr: Qu'est-ce que la plupart des gens tiennent pour acquis ?
it: Cosa dà per scontato la maggior parte delle persone?
ja: ほとんどの人が当然だと思っていることは何ですか？
ko: 대부분의 사람들이 당연하게 여기는 것은 무엇인가요?
nb: Hva tar de fleste for gitt?
nl: Wat beschouwen de meeste mensen als vanzelfsprekend?
pl: Co większość ludzi uważa za coś oczywistego?
pt_br: O que a maioria das pessoas dá como certo?
sv: Vad tar de flesta för givet?
uk: Що більшість людей сприймає як належне?
zh_hans: 什么事情是大多数人认为是理所当然的？

source: What's something on your bucket list you haven't told many people?
de: Was steht auf deiner Bucket List, das du noch nicht vielen erzählt hast?
es: ¿Qué hay en tu lista de deseos que no le has contado a mucha gente?
fr: Qu'y a-t-il sur votre liste de choses à faire que vous n'avez pas dit à beaucoup de gens ?
it: Cosa c'è nella tua lista dei desideri che non hai detto a molte persone?
ja: まだ多くの人に話していないバケットリストの項目は何ですか？
ko: 많은 사람들에게 말하지 않은 버킷리스트가 있나요?
nb: Hva er på bucket listen din som du ikke har fortalt mange?
nl: Wat staat er op je bucketlist dat je niet aan veel mensen hebt verteld?
pl: Co jest na twojej liście rzeczy do zrobienia, o czym nie mówiłeś wielu osobom?
pt_br: O que está na sua lista de desejos que você não contou a muitas pessoas?
sv: Vad finns på din bucket list som du inte har berättat för många?
uk: Що є у вашому списку бажань, про що ви не розповідали багатьом?
zh_hans: 你的遗愿清单上有什么没有告诉很多人的事情？

source: What's something small that makes your day significantly better?
de: Was ist eine kleine Sache, die deinen Tag erheblich verbessert?
es: ¿Qué pequeña cosa mejora significativamente tu día?
fr: Quelle petite chose améliore considérablement ta journée ?
it: Quale piccola cosa migliora notevolmente la tua giornata?
ja: あなたの一日を大きく良くする小さなことは何ですか？
ko: 하루를 훨씬 좋게 만드는 작은 것은 무엇인가요?
nb: Hva er en liten ting som gjør dagen din mye bedre?
nl: Wat is een klein ding dat je dag aanzienlijk beter maakt?
pl: Co jest małą rzeczą, która znacząco poprawia twój dzień?
pt_br: O que é uma coisinha que melhora significativamente o seu dia?
sv: Vad är en liten sak som gör din dag betydligt bättre?
uk: Яка маленька річ значно покращує ваш день?
zh_hans: 有什么小事能让你的一天好很多？

source: What's something society celebrates that you find hollow?
de: Was feiert die Gesellschaft, was du hohl findest?
es: ¿Qué celebra la sociedad que te parece vacío?
fr: Qu'est-ce que la société célèbre qui vous semble creux ?
it: Cosa celebra la società che trovi vuota?
ja: 社会が称賛しているが、あなたは空虚だと思うことは何ですか？
ko: 사회가 기념하지만 당신은 공허하다고 생각하는 것은 무엇인가요?
nb: Hva er noe samfunnet feirer som du synes er hult?
nl: Wat viert de maatschappij wat jij hol vindt?
pl: Co jest celebrowane przez społeczeństwo, a co ty uważasz za puste?
pt_br: O que a sociedade celebra que você acha vazio?
sv: Vad firar samhället som du tycker är tomt?
uk: Що суспільство святкує, але ви вважаєте це пустим?
zh_hans: 社会庆祝的哪件事让你觉得空洞？

source: What's something that always puts you in a good mood?
de: Was bringt dich immer in gute Stimmung?
es: ¿Qué es algo que siempre te pone de buen humor?
fr: Qu'est-ce qui vous met toujours de bonne humeur ?
it: Cosa ti mette sempre di buon umore?
ja: いつも気分を良くしてくれるものは何ですか？
ko: 항상 기분을 좋게 만드는 것은 무엇인가요?
nb: Hva er noe som alltid setter deg i godt humør?
nl: Wat is iets dat je altijd in een goed humeur brengt?
pl: Co zawsze poprawia ci nastrój?
pt_br: O que sempre te deixa de bom humor?
sv: Vad är något som alltid gör dig på gott humör?
uk: Що завжди піднімає вам настрій?
zh_hans: 什么事情总能让你心情变好？

source: What's something that makes you feel immediately at ease with someone?
de: Was bringt dich sofort zur Ruhe bei jemandem?
es: ¿Qué te hace sentir cómodo inmediatamente con alguien?
fr: Qu'est-ce qui te met immédiatement à l'aise avec quelqu'un ?
it: Cosa ti fa sentire subito a tuo agio con qualcuno?
ja: 誰かとすぐにリラックスできる理由は何ですか？
ko: 누군가와 함께 있을 때 즉시 편안함을 느끼게 하는 것은 무엇인가요?
nb: Hva er det som får deg til å føle deg umiddelbart trygg sammen med noen?
nl: Wat zorgt ervoor dat je je meteen op je gemak voelt bij iemand?
pl: Co sprawia, że od razu czujesz się swobodnie z kimś?
pt_br: O que faz você se sentir imediatamente à vontade com alguém?
sv: Vad får dig att känna dig omedelbart bekväm med någon?
uk: Що змушує вас почуватися невимушено з кимось?
zh_hans: 是什么让你和某人在一起时立刻感到轻松自在？

source: What's something that used to scare you that no longer does?
de: Was hat dir früher Angst gemacht, was jetzt nicht mehr?
es: ¿Qué es algo que solía darte miedo y que ya no te lo da?
fr: Qu'est-ce qui vous faisait peur autrefois et qui ne vous fait plus peur ?
it: Cosa ti faceva paura prima e ora non più?
ja: 以前は怖かったが、今は怖くないことは何ですか？
ko: 예전에는 무서웠지만 지금은 그렇지 않은 것은 무엇인가요?
nb: Hva pleide å skremme deg som ikke lenger gjør det?
nl: Wat was vroeger eng voor je, maar nu niet meer?
pl: Co kiedyś cię przerażało, a teraz już nie?
pt_br: O que costumava te assustar e não assusta mais?
sv: Vad brukade skrämma dig som inte gör det längre?
uk: Що раніше лякало вас, але більше не лякає?
zh_hans: 有什么东西曾经让你害怕，但现在不再害怕了？

source: What's something that was a phase for most people but stuck with you?
de: Was war bei den meisten Menschen nur eine Phase, ist aber bei dir geblieben?
es: ¿Qué fue una fase para la mayoría de las personas pero se quedó contigo?
fr: Qu'est-ce qui a été une phase pour la plupart des gens mais qui t'est resté ?
it: Cosa per la maggior parte delle persone è stata solo una fase, ma è rimasta con te?
ja: ほとんどの人にとっては一過性のものだったけど、あなたには定着したことは何ですか？
ko: 대부분에게는 한 시절의 유행이었지만, 당신에게는 남아 있는 것은 무엇인가요?
nb: Hva var en fase for de fleste, men ble værende hos deg?
nl: Wat was voor de meeste mensen een fase, maar bleef bij jou hangen?
pl: Co było fazą dla większości ludzi, ale przy tobie zostało?
pt_br: O que foi uma fase para a maioria das pessoas, mas ficou com você?
sv: Vad var en fas för de flesta människor men fastnade hos dig?
uk: Що для більшості людей було лише етапом, але залишилося з вами?
zh_hans: 什么事对大多数人来说只是一阵风，但却成了你的长期习惯？
